{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Within Monotony, the Churches of Poetry Reading, and Sound Studies, Marit J. MacArthur argues the existence of a link between the often neutral, drab, and otherwise monotonous voice given to poetry readings, and the anti-expressivist ritual readings of religious churches. \"In an academic lecture, as in a poetry reading, an understated manner of speaking may aim to focus the audience's attention on the subject matter at hand--the way that a religious ritual intends to focus attention on a sacred text\" (MacArthur 39). A large factor in their similarities is the \"...avoidance of theatricality-justified by the implicit belief that an understated style implies sincerity...\" (MacArthur 41). Whether or not the untheatrical readings of religious ritual represented genuine sincerity is up for debate, though it's influences have undoubtedly penetrated deep into secular academia. \"In the late nineteenth and early twentieth centuries in the United States and England, the ideal form of poetry reading was formal, dramatic recital, taught through elocution training and sometimes used, misleadingly, to demonstrate literacy... \"an anticonfessional, even spiritual humility, or skepticism about the coherence of the self—now typifies the reading style of a wide range of academically sponsored contemporary poets\" (MacArthur 41). "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I'm not certain if Basinski specifically had religious chants in mind when he strayed from convention in his creation of Heebee Jeebies, though it was undoubtedly a purposeful break from the status quo of standard poetry readings. Each line is delivered practically before the last one even finishes, as if neither speaker can hold back what they are about to say. As MacArthur mentions, \"A neutral reading style approaches literal monotony, and monotony is associated across cultures with chant and the power to invoke the divine, in religious ritual and the performance of sacred Poetry\" (42). Standard, monotone readings imply importance, they demonstrate a gravitas, or at least the expectation of which. I don't believe Basinski is saying his content is not important, rather I believe he implies the opposite. He makes clear it is not the carefully picked words of reciting poets that are important to him, rather it is the perhaps arbitrary, fast-paced conversation of a father and daughter and they express their concerns for one another that represents true sincerity and importance. In the form, he makes the appeal that realism is perhaps more sincere than a replication of sincerity. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Though the form takes a drastic turn from convention, the content itself I find interestingly connected to the roots of religious poetry: The Psalms. Though Basinski quashes the religious influence of form by adopting quick, unclear lines, it seems he also includes the nature of Psalmic wisdom through warning. Psalms 1-1 reads: \"Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers;\" In short, a warning against association with bad people. Basinski's third line is \"I don't like that Judy kid, stay away!\" once again a chastising against bad associations. Even in the book of Proverbs, we see content similarities. Proverbs 1, verses 8-10 reads: \"Listen, my son, to your father’s instruction and do not forsake your mother’s teaching.... My son, if sinful men entice you, do not give in to them.\" Once again, we are given a warning against unruly associations, though interestingly, a direct theme of receiving wisdom from one's parents. In fact, nearly every proverb begins with King Solomon preaching about how important it is to listen to one's parents, specifically referring to himself and his own bits of wisdom. A father, continually reminding his child that what he says is indeed wise could be referring to many different relationships, though interestingly it's exactly the relationship we get in Basinski's poem, as he even says \"You'll always need my guidance.\" Basinski's role of the wise perhaps overbearing father is diminished as the poem continues, as Natalie begins to become the voice of reason in her father's elder age. Within this engagment of both form and content, Basinski points out that true sincerity does not come from projected tone, but rather from real life interactions that reflect back to the most elementary of relationships, a parent and child; A relationship that predicates the origins of religious poetry. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Though Basinski's poem may break from conventions of form, it replicates in it's content the very subject matter that convention originated from. The end result is what you might call an 'Unpsalmic Psalm'. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "An Unpsalmic Psalm",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "an-unpsalmic-psalm",
  "created_at": "2025-03-23T16:03:04.925Z",
  "created_by": "Jlubrick",
  "updated_at": "2025-03-29T17:10:02.382Z",
  "updated_by": "Jlubrick",
  "parent": "fcbb811b-b8ec-46d2-924f-70ccdbf5139d"
}