{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Charles Bernstien in Close Listening discusses the relationship between a poet's written work, and that work being performed. He notes that though not every textual work is identical, the spoken version of a poem is in itself a performance, original and unique, both separate and together in plural existence. \"A poem understood as a performative event and not merely as a textual entity refuses the originality of the written document in favor of 'the plural event' of the work\" (Bernstien 9). Though there exists (without endeavored archival delving) only one accessible recording of the poem, it is a performance "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Since Parent + Child Heebee Jeebies has no discernable original text, it exists uniquely as a singularly performed work. However, within this singularity lies a replication of the many. By this I refer to the content of the poem. Though the spoken aspect defines this performance as an original, it exists as a reflection of a real world relationship between father and daughter, a relationship that is rather ubiquitous. It seems an obvious observation to make that the argument/dialogue presented by Basinski is not a unique situation at all: A father chastising his daughter about being home on time, about who he doesn't like her hanging out with, and remarking about his own responsibility and role in her life. Subsequently, a daughter worrying about her aging father's wellbeing is perhaps a less common, though still a familiar situation. In this, Heebee Jeebies is original in it's spoken aurality, but shaped after the unoriginal, mundane situation of familial relationships. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Bernstien remarks that \"It seems ideal to us to construct an ideal text or to seek an original, and we remain dissatisfied with an ever-changing phenomenon.\" I believe Basinski engages with this notion by implying though aurality a question of: what is the original? Is there an original for a relationship so unanimously commonplace? If the spoken poem is not recited from textual verse, it seems to a replication of the relationships most of us are already familiar with, shown by the realism injected into the dialogue. If anything, the content of the poem depicts the most unoriginal of relationships, generations upon generations of similar conversations from similarly related people. And yet, it exists as a performance, and as Bernstien posits, \"From an oral point of view each performance is original\" (10). Like the poem, every father and daughter relationship is, to the people in them, the original. Yet it is also predicated upon the past existences of that same relationship. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Unique Replication of the Mundane",
  "parent": "fcbb811b-b8ec-46d2-924f-70ccdbf5139d",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "unique-replication-of-the-mundane",
  "created_at": "2025-03-29T17:13:14.429Z",
  "created_by": "Jlubrick",
  "updated_at": "2025-03-29T17:13:14.429Z",
  "updated_by": "Jlubrick"
}